[
  {
    "name": "12th Army Brigade",
    "description": "Join the 12th Army Brigade in MWT and become part of an elite fighting force! We welcome new players to join our ranks and fight alongside us on the frontlines. As a member of our faction, you will receive top-notch training to help you become a skilled soldier. We are also the newest MWT faction, so you will be part of an exciting new community. Benefits of joining the 12th Army Brigade include:  A welcoming community of new members  Professional training to improve your skills  The chance to be part of the newest MWT faction  And much more! Don't wait! Enlist with the 12th Army Brigade today and become a part of our unstoppable force!",
    "leader": "_Ultradeadcrafted#1600",
    "members": [
      9,
      2,
      11
    ],
    "discord": "https://discord.gg/gd4G8qGcN7",
    "logo": "https://cdn.discordapp.com/icons/1081831997703454771/730245fd554d5bd4b3266575f96f430e.webp"
  },
  {
    "name": "ATOM",
    "description": "A.T.O.M is a Military War Tycoon and War Tycoon server that specializes in mostly skill and planning. We mostly focus more in combat then the actual server. We need good quality units that can support us in battle.  Pros : |  We have support calls | |  Trainings for War Tycoon and Military War Tycoon | |  Not to strict | | Reliable teammates! |  Cons : |  Still a growing server | |  Might not be online as much | |  Might have issues with many other units | If you're interested, then come in my brother!  Were still a growing server so expect many updates to come!",
    "leader": "CDR. Shiba#3567",
    "members": [
      26,
      8,
      34
    ],
    "discord": "https://discord.gg/gkfzYkaxvr",
    "logo": "https://cdn.discordapp.com/icons/1002149243982712883/a8fdf566005bc9ce9106ae3da5f7d20e.webp"
  },
  {
    "name": "Average Military Faction",
    "description": "-very average military faction- Ever wanted to be in the most generic military faction for this game? Well this group is for you!11!! We offer: the most average war experience high quality average training enjoyable average events average patrols in game the only thing we are missing is YOU! join now!11!! (pls)",
    "leader": "Lebron#0305",
    "members": [
      9,
      2,
      11
    ],
    "discord": "https://discord.gg/zabubr7mTN",
    "logo": "https://cdn.discordapp.com/icons/1082479323707097128/5182e1b14538ddfac46a0a47bdb594b8.webp"
  },
  {
    "name": "Coverted Tactical Operations",
    "description": "Hello Welcome to the server of CTO!(Coverted Tactical Operations) We have many opportunities to better your combat and so much more! We have established ranks both officer ranks and enlisted along with trainings that you can request. Please note we are still a pretty new server attempting to have a good time with what we have to offer to the community of MWT! Here is what we got: -Ranking system - Joinable and a wide variety of squads to chose and join -Military Police -Officer academy -An open HICOM -Available academy owner spot -So much more coming soon !JOIN TODAY!",
    "leader": "Ghost223#8805",
    "members": [
      16,
      5,
      21
    ],
    "discord": "https://discord.gg/jMz2kfj9",
    "logo": "https://cdn.discordapp.com/icons/995450979950538823/9c07ea403d090d9ca31e76068430bf48.webp"
  },
  {
    "name": "Ghost Battalion Headquarters",
    "leader": "Socksforcats#6291",
    "description": "-",
    "members": [
      5,
      0,
      5
    ],
    "discord": "https://discord.gg/PZJTV3fsRq",
    "logo": "https://cdn.discordapp.com/icons/1092163865611075727/ec7ede53157a5010a10def364acf22aa.webp"
  },
  {
    "name": "Gunners",
    "description": "-",
    "leader": "Clint#7557",
    "members": [
      68, 6, 74
    ],
    "discord": "https://discord.gg/PZJTV3fsRq",
    "logo": "https://cdn.discordapp.com/icons/1063869817905488004/2b60cbf03badcf372c831b3d6ee67fa1.webp"
  },
  {
    "name": "Insurgent Organisation",
    "description": "we are insurgents that commit atrocities daily and have an unquenchable thirst for war, so if your mentally insane, have no disregard for human life and love to watch the world BURN then you found the place were you belong",
    "leader": "SAM#1031",
    "members": [
      37,
      1,
      38
    ],
    "discord": "https://discord.gg/VW9c9WzqAQ",
    "logo": "https://cdn.discordapp.com/icons/1046610685875978260/822ca61af9b4911e441c864b473aa46e.webp"
  },
  {
    "name": "New Zealand Special Air Service",
    "description": "The New Zealand Special Air Service N.Z.S.A.S is founded and run by original faction leaders and ogs in military war tycoon. we have never lost a war. we do not conform to any rules not of our own which is why we smoked peace faction. Who Dares Wins. - Field Marshall Lobster",
    "leader": "Lobster#3926",
    "members": [
      15,
      1,
      16
    ],
    "discord": "https://discord.gg/Rj7FzVppv8",
    "logo": "https://cdn.discordapp.com/icons/984387169290420234/042e7494ae029c4baa8507ba3219bb13.webp"
  },
  {
    "name": "OMICRON-4",
    "description": "Contracts Newly introduced, contracts! If you want something done, you'll get it done. Provide necessary details to @Crypt, and if you missed something, you'll get a message back to provide missing information. About us You have been invited to Omicron - 4, special operations unit. We have: - Organized Channels, - 2, 20 minute aim training exercises per week. - A special training game in-works, - Medium-high skill requirement. - A 1 hour event each 2 weeks. Requirements The current requirements are as follows: 1) Good aim, reaction times/reflexes, knowledge, and loyalty. 2) 2 prestige(s), 1 if you qualify above the 1st requirements. 3) Following rules. Feel like you've got what it takes? Well, head on in to Omicron - 4 special operations unit!,",
    "leader": "UnExhaustedCrypt#6271",
    "members": [
      10,
      1,
      11
    ],
    "discord": "https://discord.gg/Ad6d4Q3kx8",
    "logo": "https://cdn.discordapp.com/icons/1088823386739839066/0d08d87ee4863f6c10079e8492e698c6.webp"
  },
  {
    "name": "Special Boat Service",
    "description": "The Special Boat Service is a regiment of the United Kingdom Special Forces (UKSF) dealing with land and sea operations. It is split into 2 squadrons (although the real SBS has 4) - C Squadron and M Squadron - each of which are led by a Squadron Sergeant Major, and overseen by a Captain. Events We have 2-3 events every week, including training in other games, skirmishes in MWT, and more. Affiliations The SBS is open to alliances with other MWT factions, and does currently have some alliances. DM @Scythe to ally with us. Joining New members can apply to join the Special Boat Service as a commissioned officer (Sub Lieutenant-Lieutenant Colonel) - although all new members with be an enlistee until we get enough members - or an enlistee (Marine-Warrant Officer I), affecting their experience in the SBS. To do this, you simply go to the \"application format\" channel (Special Boat Service [S.B.S]application-format-submission) , fill in a format, and send it into that same channel, and you will be accepted! (CO's requirements and stricter than the NCO requirements) I hope to see you all serving alongside us in the Special Boat Service.",
    "leader": "Scythe#9511",
    "members": [
      16,
      1,
      17
    ],
    "discord": " https://discord.gg/9Pp6fpUFZF",
    "logo": "https://cdn.discordapp.com/icons/1087808351934619681/f174e6337d1d70eee41e02c353a03bea.webp"
  },
  {
    "name": "The Combine,",
    "description": "The Combine, often referred to as The Union, Our Benefactors, or simply by the abreviation CMB, is a universal empire formed by numerous worlds and universes, that aims on unifying all Robloxians under one flag. They often do not show any mercy or emotions during their deployments, only caring about The Union and The Union only, while obviously caring about their fellow soldiers too. Join us to help restore order in this \"lovely\" desert that we all know about. --[What We Offer]-- - 3 main branches. - 3 divisions with more possible divisions in the future. - Cheap, optional uniforms (as cheap as possible). - Fun events.",
    "leader": "invalid-user#5051",
    "members": [
      18,
      1,
      19
    ],
    "discord": "https://discord.gg/sQsF8C4Rvz",
    "logo": "https://cdn.discordapp.com/icons/1049165110943428688/67a8179064c984b0689168400dceb832.webp?size=96"
  },
  {
    "name": "The Wild Westerns",
    "description": "Love the wild west? Love sniping, shotgunning, or revolvering people into smithereens? Or just simply like the idea of such a unique and absolutely perfectly made faction by a handsome man? Well, don't watch no more! The Wild Westerns is a faction which uses the R700, M870, and the newly introduced .44 Magnum Revolver! Don't keep me waiting, future outlaw or sheriff!",
    "leader": "UnExhaustedCrypt#6271",
    "members": [
      7,1,8
    ],
    "discord": "https://discord.gg/PZJTV3fsRq",
    "logo": "https://cdn.discordapp.com/icons/1087008535646310562/de035daf66e92d037873a78485a9bd78.webp"
  },
  {
    "name": "Zeta Corps",
    "description": "“When a soldier falls, it is not always a guarantee another will help him up, so we will make it a guarantee” Mercenary XI-01 These words were said to a man during the founding of Zeta Corps, but what is Zeta Corps? Introduction to Z.C. Hello, my name is XI-01 many know me as Lance, i am the founder of this server and this faction, we are a PMC or private military company called Zeta Corps. Short Briefing of purpose Our purpose is to aid people who are struggling in ZO, MWT, OWT, Redbox, SCP:RP, and more. Z.C. Vision We invision servers where peace is established, yes in combat games violence cannot be avoided but we vision of servers without toxicity, without bullying, no harassment or anything, the Z.C. Vision May look impossible but we will try our best to achieve this vision Requirements to join Good aim Good reaction time Basic knowladge of strategising and adapting Ability to take orders from someone younger or “inferior” to you to stay combat effective Must act professional at any and all times(only during training and deployment) Must have atleast some expirence in other organizations(for certain roles) Roblox account ofcourse Atleast have 2 or more brain cells That will be all, I wish you all the best of luck, good day",
    "leader": "TheBlackBeret#6511",
    "members": [
      43, 5, 48
    ],
    "discord": "https://discord.gg/AwwQTwcGF7",
    "logo": "https://cdn.discordapp.com/icons/1020675102246961183/23161957671d61d3985cd41878ccc4fd.webp"
  }
]